export const configs = {
    navItem: [
        {
            text: 'Home',
            href: '/',
        },
        
        {
            text: "Contact us",
            href: "/contact"
        },
    ],
    header: {
        title: "خدمات العلاج الطبيعي المنزلي - صحتك في راحة منزلك",
        subTitle: "تقدم خدماتنا الطبية منزلية للعلاج الطبيعي، نركز على تحسين الصحة والرفاهية في بيئة مريحة. احجز جلستك الآن لتجربة العناية الصحية في راحة منزلك."
    },
    body: [
        {
            image: "https://onerehab.com/wp-content/uploads/2022/12/Cupping-Therpay-1024x768.png",
            title: 'خدمات العلاج الطبيعي لتعزيز الصحة والرفاهية',
            subTitle: "استمتع بتجربة العلاج الطبيعي في راحة منزلك مع خدماتنا المخصصة. نقدم حلولاً فعّالة لتحسين الحالة الصحية وزيادة الحركة. احجز الآن للتمتع بفوائد العناية الصحية دون الحاجة للخروج من المنزل.",
            points: [
                {
                    title: "راحة العلاج في المنزل",
                    subTitle: "نقدم العناية الطبية المتخصصة في راحة منزلك، مما يوفر للمرضى والعملاء تجربة مريحة وخصوصية عالية دون الحاجة للتنقل.",
                    icon: "fa-regular fa-face-smile",
                },
                {
                    title: "فريق محترف ومؤهل",
                    subTitle: "يضم فريقنا من الأخصائيين في العلاج الطبيعي محترفين مؤهلين، ملتزمين بتقديم خدمات ذات جودة عالية لتلبية احتياجات العملاء.",
                    icon: "fa-solid fa-stethoscope",
                },
                {
                    title: "حجز عبر الإنترنت بسهولة",
                    subTitle: "يتيح موقعنا الإلكتروني للعملاء حجز جلسات العلاج بسهولة وفي أي وقت من خلال نظام حجوزات مبسط ومستخدم ودية.",
                    icon: "fa-solid fa-globe",
                },
            ]
        },
        {
            reversed: true,
            image: "https://plus.unsplash.com/premium_photo-1673953509975-576678fa6710?q=80&w=1000&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8ZG9jdG9yfGVufDB8fDB8fHww",
            title: "العلاج الطبيعي بأمانة وراحة في متناول يديك",
            subTitle: "استمتع بتجربة فريدة من نوعها مع خدماتنا الطبية المنزلية. نقدم العلاج الطبيعي بفريق محترف مؤهل، حيث يمكنك حجز جلساتك بسهولة عبر الإنترنت. اختر العافية بأمانة وراحة في منزلك مع خدمات مخصصة وتواصل مستمر لضمان تحسين الصحة والرفاهية.",
            points: [
                {
                    title: "تخصيص الخدمات",
                    subTitle: "نقدم حزمًا مخصصة تناسب احتياجات كل فرد، حيث يتم تصميم البرامج العلاجية لتحسين الحالة الصحية العامة وتحقيق الأهداف الفردية.",
                    icon: "fa-solid fa-hospital-user",
                },
                {
                    title: "تواصل مستمر",
                    subTitle: "نحن ملتزمون بتقديم خدمة عالية الجودة، ونقدم تواصلاً دوريًا ومستمرًا مع العملاء لضمان رضاهم وضمان تقديم الدعم اللازم طوال فترة العلاج.",
                    icon: "fa-solid fa-headset",
                },

            ]
        },
    ],
    teamMembers: [
        {
            title: "محمود خالد",
            subTitle: "مصمم الموقع",
            image: "https://cdn-icons-png.flaticon.com/512/3121/3121372.png",
        },
        {
            title: "شخص مجهول",
            subTitle: "المسؤول عن الفريق",
            image: "https://images.inc.com/uploaded_files/image/1920x1080/getty_481292845_77896.jpg",
        },
        {
            title: "شخص اخر",
            subTitle: "طبيب",
            image: "https://t3.ftcdn.net/jpg/03/02/88/46/360_F_302884605_actpipOdPOQHDTnFtp4zg4RtlWzhOASp.jpg",
        },
    ],
    companyDetails: {
        name: "مطعم",
        email: "info@restaurant.com",
        phone: "+20 12 345 678 99",
        address: "المهدسين, 86 شارع شهاب, المهدسين, جيزة - من أخر شارع وادى النيل",
    },
    contactUs: {
        header: {
            title: "مرحبا بك في مطعمنا",
            subTitle: "نحن نقدر تواصلك معنا ونرحب بأية استفسارات أو ملاحظات قد تكون لديك. يمكنك استخدام النموذج أدناه للتواصل مع فريقنا، وسنقوم بالرد عليك في أقرب وقت ممكن.",
        },
        title: "مرحبا بك في مطعمنا",
        subTitle: "نحن نقدر تواصلك معنا ونرحب بأية استفسارات أو ملاحظات قد تكون لديك. يمكنك استخدام النموذج أدناه للتواصل مع فريقنا، وسنقوم بالرد عليك في أقرب وقت ممكن.",
        points: [
            {
                title: "الايميل",
                subTitle: "يمكنك التواصل معنا عبر الايميل",
                data: "info@medical.com",
                icon: "fa-regular fa-envelope-open",
            },
            {
                title: "عنوان المطعم",
                subTitle: "مكتبنا في القاهرة الجديدة",
                data: "المهدسين, 86 شارع شهاب, المهدسين, جيزة - من أخر شارع وادى النيل",
                icon: "fa-solid fa-location-dot",
            },
            {
                title: "رقم الهاتف",
                subTitle: "التواصل واتساب وللمكالمات",
                data: "+20 12 345 678 99",
                icon: "fa-solid fa-phone",
            },
        ],
    },
    mealsPage: {
        title: "استمتع بتشكيلتنا الشهية في مطعمنا.",
        subTitle: "مرحبًا بكم في قائمة مطعم مطعمنا! ابدأ رحلتك الطهي مع مقبلاتنا الشهية مثل جمبري بالثوم، وسلطة كابريزي، وكالاماري المقرمشة. ولا تفوت تجربة أطباقنا الرئيسية الشهية مثل سلمون مشوي، ودجاج بارميزان، وستيك خضار. ولتختم تجربتك بنكهة حلوة، استمتع بتشكيلتنا اللذيذة من الحلويات مثل تشيز كيك نيويورك وكيك الشوكولاتة المذابة، وتارت الفواكه. تجدونا في مطعمنا لتستمتعوا بتجربة طعام لا تنسى مليئة بالنكهات الرائعة والخدمة الاستثنائية.",
    },
    allCategoriesPage: {
        title: "استمتع بتشكيلتنا الشهية في مطعمنا.",
        subTitle: "مرحبًا بكم في قائمة مطعم مطعمنا! ابدأ رحلتك الطهي مع مقبلاتنا الشهية مثل جمبري بالثوم، وسلطة كابريزي، وكالاماري المقرمشة. ولا تفوت تجربة أطباقنا الرئيسية الشهية مثل سلمون مشوي، ودجاج بارميزان، وستيك خضار. ولتختم تجربتك بنكهة حلوة، استمتع بتشكيلتنا اللذيذة من الحلويات مثل تشيز كيك نيويورك وكيك الشوكولاتة المذابة، وتارت الفواكه. تجدونا في مطعمنا لتستمتعوا بتجربة طعام لا تنسى مليئة بالنكهات الرائعة والخدمة الاستثنائية.",
    },
    categoryPage: {
        title: "استمتع بتشكيلتنا الشهية في مطعمنا.",
        subTitle: "مرحبًا بكم في قائمة مطعم مطعمنا! ابدأ رحلتك الطهي مع مقبلاتنا الشهية مثل جمبري بالثوم، وسلطة كابريزي، وكالاماري المقرمشة. ولا تفوت تجربة أطباقنا الرئيسية الشهية مثل سلمون مشوي، ودجاج بارميزان، وستيك خضار. ولتختم تجربتك بنكهة حلوة، استمتع بتشكيلتنا اللذيذة من الحلويات مثل تشيز كيك نيويورك وكيك الشوكولاتة المذابة، وتارت الفواكه. تجدونا في مطعمنا لتستمتعوا بتجربة طعام لا تنسى مليئة بالنكهات الرائعة والخدمة الاستثنائية.",

    },
}